[{"id":"boy","name":"Boyle","age":"29¾","home":"Wyrmwood","bio":"Boyle Wolfbane (a.k.a Boyle the Horrible) failed at taking over the world. Now he's retired.","tip":"Boyle can regain his once mighty powers by finding magic creatures.","face":"","modified":"1442456314323","fact":"Boyle loves ginger."},{"id":"ing","name":"Ingrid","age":"36","home":"Wyrmwood","bio":"Ingrid is ready to settle down so she's cursed Boyle to marry her. The spell takes one year to activate.","tip":"Ingrid can join covens to learn different magic specialties.","face":"","modified":"1442456314723","fact":"Ingrid is one of the four Wicked Sisters."},{"id":"mys","name":"Myst","age":"???","home":"Mist Realm","bio":"Myst is on a mission to rescue her brother. She is trying to learn as much about people as she can along the way.","tip":"Travel through the mist realm to get places quickly.","face":"","modified":"1442456315185","fact":"Myst wouldn't save you from a pit of venemous drake skanks."},{"id":"rob","name":"Robin","age":"19","home":"Royal Town","bio":"Robin is very inexperienced and agreeable and probably not with the safest bunch of people for his personality type.","tip":"Robin can team up with other party members in battle.","face":"","modified":"1442456315563","fact":"Robin has almost all his wisdom teeth."},{"id":"row","name":"Rowen","age":"24","home":"Delamere","bio":"Rowen left her home in search of adventure. A fortune teller tricked her and kept her captive for 2 years.","tip":"Rowen can use gadgets in battle.","face":"","modified":"1442456316090","fact":"Rowen likes to color her hair purple for special occasions."},{"id":"hib","name":"Hi'beru","age":"39","home":"Var'thor","bio":"Hi'beru is a scholar from a far away land who has come to study different cultures and peoples.","tip":"Hi'beru can learn new spells from books.","face":"","modified":"1442456316372","fact":"Hi'beru loves honey."},{"id":"phy","name":"Phye","age":"77","home":"Ravwyn","bio":"Phye is the only draaghar that managed to escape enslavement by the demon lord Baal.","tip":"Phye can power up his sword by defeating demons.","face":"","modified":"1442456316794","fact":"Phye loves peach jam."}]